//=============================================================================
//【ファイル名】
//    _config.js
//【アプリ名】
//    設定情報
//【タイプ】
//    ●PC用 / ○スマートフォン用
//-----------------------------------------------------------------------------
//  Copyright (c) 20XX COMPANY_NAME
//=============================================================================

const KT_APP = {};
const KT_CONST = {};

//----------------------------
// アプリID
//----------------------------
const KT_APP = {
    XXXXXXX: 100,               // アプリ1
    YYYYYYY: 200,               // アプリ2
    ZZZZZZZ: 300                // アプリ3
};

//----------------------------
// ゲストスペース
//----------------------------
const KT_GUEST = {
    XXXXXXX: 10,                // ゲストスペース1
    YYYYYYY: 20,                // ゲストスペース2
    ZZZZZZZ: 30                 // ゲストスペース3
};

//----------------------------
// 定数
//----------------------------
const KT_CONST = {
    XXXXXX: {
        AAAAAA: 'A',            // 定数1
        BBBBBB: 'B',            // 定数2
        CCCCCC: 'C'             // 定数3
    },
    YYYYYY: {
        AAAAAA: 'A',            // 定数1
        BBBBBB: 'B',            // 定数2
        CCCCCC: 'C'             // 定数3
    }
};
